Repository: perky-design/shambhala-nl-twentytwentytwo
Catalog: languages/*.po
Languages: nl_nl

source: Sections
nl_nl: Secties

source: Pages
nl_nl: Pagina's

source: Query
nl_nl: Zoekopdracht

source: Register
nl_nl: Registreren

source: Organizer
nl_nl: Organisator

source: View all events by %s
nl_nl: Bekijk alle evenementen van %s

source: Time:
nl_nl: Tijd:

source: End:
nl_nl: Einde:

source: Date:
nl_nl: Datum:

source: Cost:
nl_nl: Kosten:

source: Events
nl_nl: Evenementen

source: Rounded image
nl_nl: Rond beeld

source: Capitalized
nl_nl: Hoofdletter

source: Small grey
nl_nl: Grijs klein

source: Footer with 4 menus and link to subscriptions page.
nl_nl: Footer met 4 menu's en link naar abonnementen pagina.

source: Shambhala standard site header
nl_nl: Shambhala standaard site header

source: Hero cover image with title text
nl_nl: Hero cover afbeelding met titeltekst

# shambhala-twentytwentytwo
source: Hero image with text that has background color
nl_nl: Hero image met tekst met achtergrondkleur

source: 404 error content.
nl_nl: 404 fout inhoud.

source: Page not found
nl_nl: Pagina niet gevonden

source: Oops, we can’t seem to find the page you’re looking for.
nl_nl: Oeps, we kunnen de pagina die je zoekt niet vinden.

source: Error code: 404 Page not found.
nl_nl: Foutcode: 404 Pagina niet gevonden.

source: Please use the links in the menu or the search form below.
nl_nl: Gebruik de links in het menu of het zoekformulier hieronder.

# label
source: Search
nl_nl: Zoeken

source: Search
nl_nl: Zoeken

source: Events overview title
nl_nl: Evenementenoverzicht titel

source: News
nl_nl: Nieuws

source: News title
nl_nl: Titel nieuws

source: Search result title
nl_nl: Titel zoekresultaat

source: Landing page with hero image.
nl_nl: Landingspagina met grote afbeelding.

source: Shambhala: a global community
nl_nl: Shambhala: een wereldwijde gemeenschap

source: Shambhala is a global community of people inspired by the principle that every human being has a fundamental nature of basic goodness. This nature, our innate wisdom, can be developed so that it benefits our own lives and helps meet the many challenges facing the world.
nl_nl: Shambhala is een wereldwijde gemeenschap van mensen die zich laten inspireren door het principe dat ieder mens een fundamentele natuur van fundamentele goedheid heeft. Deze natuur, onze aangeboren wijsheid, kan ontwikkeld worden zodat het ons eigen leven ten goede komt en helpt de vele uitdagingen aan te gaan waarmee de wereld geconfronteerd wordt.

source: People in Shambhala shrine room, some smiling, some pensive.
nl_nl: Mensen in de Shambhala schrijnruimte, sommige glimlachend, sommige peinzend.

source: Community gathering
nl_nl: Bijeenkomst van de gemeenschap

source: Shambhala welcomes people from all walks of life, faiths, and backgrounds. They come together to practice meditation, gather, and celebrate to develop a global culture that cultivates dignity and sanity in an increasingly chaotic and stressful world.
nl_nl: Shambhala verwelkomt mensen van alle rangen en standen, geloofsovertuigingen en achtergronden. Zij komen samen om meditatie te beoefenen, samen te komen en feest te vieren om een wereldwijde cultuur te ontwikkelen die waardigheid en geestelijke gezondheid cultiveert in een wereld die steeds chaotischer en stressvoller wordt.

source: Each individual, group, and Shambhala Center worldwide are linked together by the Shambhala teachings and lineage, making a worldwide community of shared inspiration. There are thousands of members and friends of Shambhala on all continents.
nl_nl: Elk individu, elke groep en elk Shambhala Centrum wereldwijd zijn met elkaar verbonden door de Shambhala leringen en overleveringslijn, waardoor een wereldwijde gemeenschap van gedeelde inspiratie ontstaat. Er zijn duizenden leden en vrienden van Shambhala op alle continenten.

source: There are online communities and more than 200 Shambhala centres and groups and individual members located in major cities, towns, and rural settings in over 50 different countries.
nl_nl: Er zijn online gemeenschappen en meer dan 200 Shambhala centra en groepen en individuele leden in grote steden, dorpen en landelijke gebieden in meer dan 50 verschillende landen.

source: Shambhala vision is rooted in the principle that every human being has a fundamental nature of basic goodness. This nature can be developed in daily life to radiate out to family, friends, community, and society.
nl_nl: De Shambhala-visie is geworteld in het principe dat ieder mens een natuur van fundamentele goedheid heeft. Deze natuur kan in het dagelijks leven ontwikkeld worden om uit te stralen naar familie, vrienden, gemeenschap en samenleving.

source: Dive into Shambhala Vision
nl_nl: Duik in Shambhala Visie

source: A great deal of the chaos in the world occurs because people don’t appreciate themselves.
nl_nl: Een groot deel van de chaos in de wereld ontstaat omdat mensen zichzelf niet waarderen.

source: Buddha statue
nl_nl: Boeddhabeeld

source: Welcome
nl_nl: Welkom

source: Shambhala brings together people of all ages and from all walks of life
nl_nl: Shambhala brengt mensen van alle leeftijden en uit alle lagen van de bevolking samen

source: Learn more
nl_nl: Leer meer

source: Latest news
nl_nl: Laatste nieuws

source: All news >
nl_nl: Nieuwsoverzicht

source: Upcoming events
nl_nl: Binnenkort

source: All events >
nl_nl: Alle evenementen >

source: Landing page pattern for content heavy pages.
nl_nl: Landingspaginapatroon voor pagina's met veel text.

source: Landing page for Shambhala centre page.
nl_nl: Landingspagina voor Shambhala centrumpagina.

source: List of posts with featured images in one column.
nl_nl: Lijst van berichten met uitgelichte afbeeldingen in één kolom.

source: Grid of posts in three columns.
nl_nl: Rooster van berichten in drie kolommen.

source: List of posts in one column (no featured images).
nl_nl: Lijst van berichten in één kolom (zonder uitgelichte plaatjes).

source: Image with text 1.
nl_nl: Beeld met tekst 1.

source: Way of Shambhala
nl_nl: Weg van Shambhala

source: Way of Shambhala is a complete introduction to the foundations of Shambhala Buddhism. This series of weekend contemplative workshops and weeknight classes provides an experiential overview of meditation practice, wisdom teachings, contemplative arts, and physical disciplines rooted in the ancient traditions of Shambhala and Tibetan Buddhism. This program is open to everyone and prepares students who wish to develop further their practice and study at Enlightened Society Assembly and Warrior Assembly.
nl_nl: Way of Shambhala is een complete introductie tot de fundamenten van het Shambhala Boeddhisme. Deze serie van contemplatieve weekendworkshops en doordeweekse avondlessen biedt een ervaringsgericht overzicht van meditatiebeoefening, wijsheidsleringen, contemplatieve kunsten en fysieke disciplines die geworteld zijn in de oude tradities van Shambhala en Tibetaans boeddhisme. Dit programma staat open voor iedereen en bereidt studenten voor die hun beoefening en studie verder willen ontwikkelen bij Enlightened Society Assembly en Warrior Assembly.

source: Image with text 2.
nl_nl: Afbeelding met tekst 2.

source: A meditation gong and an ikebana
nl_nl: Een meditatie gong en een ikebana

source: The word Kado is Chinese, meaning “Way or Path of Flowers,” and is utilized to claim the Chinese cultural origin and lineage of the contemplative art and practice. Japan imported the way from China some 1600 years ago and eventually changed the practice's name to Ikebana, meaning “Natural Flowers.
nl_nl: Het woord Kado is Chinees en betekent "Weg of Pad van Bloemen," en wordt gebruikt om de Chinese culturele oorsprong en afkomst van de contemplatieve kunst en praktijk te claimen. Japan importeerde de weg uit China zo'n 1600 jaar geleden en veranderde uiteindelijk de naam in Ikebana, wat "Natuurlijke Bloemen" betekent.

source: Kado classes and retreats are offered in Europe and the United States. For further information, please visit %s.
nl_nl: Kado lessen en retraites worden aangeboden in Europa en de Verenigde Staten. Voor meer informatie kunt u terecht op %s.

source: Image with text 3.
nl_nl: Afbeelding met tekst 3.

source: Illustration with four smiling meditators
nl_nl: Illustratie met vier glimlachende meditators

source: Find your path online
nl_nl: Vind je pad online

source: Connect with teachings to deepen your spiritual journey—anytime, anywhere.
nl_nl: Maak contact met leringen om je spirituele reis te verdiepen - altijd en overal.

source: Visit Course Library
nl_nl: Bezoek de cursusbibliotheek

source: Image with text 4.
nl_nl: Afbeelding met tekst 4.

source: Shambhala is based on trust in human dignity. We offer a path of meditation practice and contemplative arts oriented towards modern life.
nl_nl: Shambhala is gebaseerd op vertrouwen in de menselijke waardigheid. Wij bieden een pad van meditatiebeoefening en contemplatieve kunsten gericht op het moderne leven.

source: Quote with citation
nl_nl: Citaat met aanhaling

source: A great deal of the chaos in the world occurs because people don't appreciate themselves.
nl_nl: Een groot deel van de chaos in de wereld ontstaat omdat mensen zichzelf niet waarderen.

source: Chögyam Trungpa, Shambhala: The Sacred Path of the Warrior
nl_nl: Chögyam Trungpa, Shambhala: Het heilige pad van de krijger

source: Meet the team section
nl_nl: Ontmoet het team sectie

source: Board of Directors
nl_nl: Raad van Bestuur

source: Director
nl_nl: Directeur

source: Secretary
nl_nl: Secretariaat

source: Three columns with images and text.
nl_nl: Drie kolommen met afbeeldingen en tekst.

source: Two columns with text.
nl_nl: Twee kolommen met tekst.

source: Twenty Twenty-Two Child Theme made by shambhala.nl
nl_nl: Twenty Twenty-Two Child Thema gemaakt door shambhala.nl

source: The shambhala.nl team
nl_nl: Het shambhala.nl team
